IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Lang:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Os dados da Seção não são adequados para a geração de malha."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Falha ao gerar a malha automática."
IDS_MESHPMCV_AUTOMESH_Property = "Falha ao calcular as propriedades da Seção da Seção malhada automaticamente."
IDS_MESHPMCV_PROPERTY_Area = "Falha ao calcular as propriedades da Seção (Seção transversal)."
IDS_MESHPMCV_PROPERTY_1stInertia = "Falha ao calcular as propriedades da Seção (1º momento de inércia)."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Falha ao calcular as propriedades da Seção (2º momento de inércia)."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Falha ao calcular as propriedades da Seção (Centroide plástico)."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Há um erro nas informações do ângulo básico para a criação da curva PM."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Falha na criação da curva PM."
IDS_MESHPMCV_TUNECURV_LessLine = "A curva PM ajustada automaticamente é menor do que a curva PM original."
IDS_MESHPMCV_CALRATIO_SelectLine = "Há um erro nos candidatos de curva PM para o cálculo da resistência de projeto."
IDS_MESHPMCV_CALRATIO_FindStrength = "Falha ao calcular a resistência de projeto."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Falha ao calcular a curva PM para a resistência de projeto."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "O ângulo de incremento é muito grande."
IDS_MESHPMCV_CALRATIO_ForceSum = "Falha ao calcular a soma das forças."
IDS_GEO_DGNCALC_PILE_FDN = "Fundação de estacas"
IDS_GEO_DGNCALC_FOOT_FDN = "Fundação direta"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Verificação da capacidade de carga"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Força cortante negativa"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Verificação de assentamento"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Capacidade de carga lateral"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Norma de projeto de Fundação de estruturas (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Norma de Projeto de Ponte Ferroviária (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Especificações de projeto de pontes (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Capacidade de carga de ponta"
IDS_GEO_DGNCALC_FDN_FRICTION = "Força cortante"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Estaca cravada"
IDS_GEO_DGNCALC_FDN_DRILLED = "Estaca moldada no local"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Estaca pré-moldada"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Estaca perfurada"
IDS_GEO_DGNCALC_FDN_STEEL = "Estaca de tubo de aço"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Verificação de estática"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Teste de campo"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Capacidade de carga em rocha"
IDS_GEO_DGNCALC_SAND = "Areia"
IDS_GEO_DGNCALC_CLAY = "Argila"
IDS_GEO_DGNCALC_ROCK = "Rocha"
IDS_GEO_DGNCALC_FDN_SPT = "Teste de Penetração Padrão"
IDS_GEO_DGNCALC_FDN_CPT = "Ensaio de Penetração de Cone Estático (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Teste de pressiômetro"
IDS_GEO_DGNCALC_FDN_PBT = "Teste de carga de placa"
IDS_GEO_DGNCALC_FDN_VST = "Teste de cisalhamento com vane"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. et al"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. et al"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Fundação do Canadá (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Fundação do Canadá (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. et al"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. et al"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. et al"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. et al"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Norma de projeto de fundações de estruturas"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "considerando c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Resistência da rocha e propriedades das juntas"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Teste de carga em furo"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Teste de Penetração Padrão"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Teste de penetração de cone"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Estacas cravadas em rocha"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Solo arenoso - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Argila - método do fator α"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Argila - método do fator β"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Argila - método do fator λ"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Distúrbio do solo"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Camada de argila"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Solo arenoso"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Argila - método do fator α"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Argila - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Argila - resistência não drenada"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Solo arenoso"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Teste de Penetração Padrão"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Rocha - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Rocha - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Equação de capacidade de carga (Meyerhof,1976) de solo arenoso usando o valor N do SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Cravação final da estaca"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Mistura de leite de cimento"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Lançamento de concreto"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Encaixe de estaca de tubo de aço"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Teste de Penetração de Cone"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT e resistência não drenada"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Capacidade de carga última"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Módulo de elasticidade horizontal"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Carga horizontal"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Módulo de elasticidade do solo"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Argila"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Teste de Penetração Padrão"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Cálculo da capacidade de carga para estaca cravada"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Cálculo da capacidade de carga para estacas moldadas in loco"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Cálculo da capacidade de carga de estacas perfuradas"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Norma de Ponte do Japão"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Especificações de projeto de Fundação de estruturas (Associação Arquitetônica Japonesa, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Teoria elástica"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Teoria elástica 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Teoria elástica 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Argila saturada"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Efeito de deformação"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Equação de Terzaghi"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Equação de Meyerhof"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Falha de cisalhamento geral"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Falha de cisalhamento local"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Equação de Terzaghi modificada"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Experiência"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Resistência à compressão uniaxial"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Rocha boa"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Classificação de rocha"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi et al."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Não é possível calcular a capacidade de carga."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Sem carga vertical."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "no caso de e2 ≥ B/2 ou e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "no caso de eB ≥ B/2 ou eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "no caso de haver apenas força axial."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "no caso de e ≤ D/8 (distribuição trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "no caso de e > D/8 (distribuição triangular)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "no caso de e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "no caso de e ≤ B/6 (distribuição trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "no caso de e > B/6 (distribuição triangular)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "no caso de e ≤ L/6 (distribuição trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "no caso de e > L/6 (distribuição triangular)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "no caso de 6e2/B + 6e1/L ≤ 1.0 (distribuição trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "no caso de 6eB/B + 6eL/L ≤ 1.0 (distribuição trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "no caso de /B + 6e1/L > 1.0 (distribuição triangular)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "no caso de /B + 6eL/L > 1.0 (distribuição triangular)"
IDS_DGNCALCBASE_MESH_FAIL = "Falha na geração de malha."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Equação da capacidade de carga de ponta de estaca tubular de Aço embutida em rocha branda"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe e Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang e Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Manual Canadense de Engenharia de Fundação (2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Capacidade de carga última do SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Capacidade de carga de ponta de estaca cravada em argila"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Capacidade de carga última por CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Capacidade de carga de ponta por perturbação do solo durante a construção"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Capacidade de carga de ponta de estaca moldada in loco em argila"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma e Reese (1974), Quiros e Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Capacidade de carga de ponta de estaca perfurada (injeção de calda de cimento)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Equação de Meyerhof (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Especificações de projeto de Fundação de estruturas (Associação Arquitetônica Japonesa, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Norma de projeto de Fundação de estruturas (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Sociedade Geotécnica Canadense (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Falha no cálculo da propriedade da Seção."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Ocorreu um erro ao usar o arquivo de dados da Seção( %s ).\nErro :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
